[
	{
		"name": "Hetmanate",
		"leaderName": "Bohdan Khmelnytsky",
		"adjective": ["Ukrainian"],
		"startBias": ["River"],
		"preferredVictoryType": "Domination",
		"personality": "Bohdan Khmelnytsky",

		"startIntroPart1": "Hail, brave Bohdan Khmelnytsky, Hetman of the Zaporizhian Host. A Ukrainian, you were born in the Polish-Lithuanian Commonwealth, and after being captured by the Ottoman Empire, you were loyal to the Commonwealth, being a registered Cossack. However, after the weak king refused to intervene after your property and wife were lost to a powerful magnate in the Czapliński Affair, you did not give up. You fought for your rights and, seeking help with your Cossack allies after your Polish ones refused to act, you went to war with the Commonwealth, for the good of all Cossacks. Seeking foreign help, you allied with the Tatars, who proved to be unreliable, and thus, you made one of the most consequential decisions of your lifetime, to side with Moscow. The alliance was uneasy, and often you struggled with the relationship, however, it left your people with far much autonomy.",
		"startIntroPart2": "Hetman Khmelnytsky, once again your people are under attack from an outside power who seeks to exploit your people. Take up arms in the face of overwhelming odds once again, face down former allies who would see harm upon your people. Can you secure the territorial independence of your state? Will you build a civilization that can stand the test of time?",
		
		"declaringWar": "And all people will help me in war, for you have no justification and I am backed by God.",
		"attacked": "That is a mistake. Before, I was fighting for the insults and injustice caused to me, now I will fight for my people's faith.",
		"defeated": "I already did more than was thought possible before. While I lay down my weapon, I have sparked a creed in my people.",
		"introduction": "Let the host welcome you. I am Bohdan Khmelnytsky, Hetman of the Cossacks.",
		
		"neutralHello": "You make a good friend to the Zaporozhian Host.",
		"hateHello": "You are not worthy of comparing to even vermin. Be gone with you.",

		"tradeRequest": "The Zaporozhian Host offers you fair exchange. Let us strengthen our ties through trade.",
		
		"outerColor": [239, 192, 93],
		"innerColor": [41, 115, 132],
		"favoredReligion": "Christianity",
		"uniqueName": "Free Men of the Wild Fields",
		"uniques": ["[-25]% maintenance costs <for [All] units>", "Earn [200]% of killed [Military] unit's [Strength] as [Gold]"],
		"cities": ["Chyhyryn", "Kyiv", "Chortomlyk", "Korsun", "Poltava", "Chernihiv", "Bratslav", "Lubny", "Pereiaslav", "Uman",
			"Kodak", "Hadiach", "Cherkasy", "Kaniv", "Vinnytsia", "Myrhorod", "Kropyvna", "Nizhyn", "Ovruch", "Starodub",
			"Kal'nyk", "Konotop", "Pryluky", "Pavoloch", "Bila Tserkva", "Chausy", "Batih", "Baturyn", "Dryzhypole", "Subotiv"],
		"spyNames": ["Ivan", "Yurii", "Pavlo", "Petro", "Demian", "Skoropadsky", "Mazepa", "Horpyna", "Bohun", "Doniec"]
	}
]


